Repository: kodi-game/game.libretro.mesen
Catalog: game.libretro.mesen/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, ga, it_it, zh_cn

# Addon Description
source: Mesen is a high-accuracy NES emulator for Windows and Linux.[CR][CR]Mesen offers numerous features, such as save states, video filters, netplay, rewinding, overclocking, cheat codes and HD packs.
da_dk: Mesen er en NES-emulator med høj nøjagtighed til Windows og Linux.[CR][CR]Mesen tilbyder adskillige funktioner, såsom gemmetilstande, videofiltre, netplay, tilbagespoling, overclocking, snydekoder og HD-pakker.
de_de: Mesen ist ein hochpräziser NES-Emulator für Windows und Linux.[CR][CR]Mesen bietet zahlreiche Funktionen wie Speicherstände, Videofilter, Netplay, Rückspulen, Übertaktung, Cheatcodes und HD-Packs.
es_es: Mesen es un emulador de NES de alta precisión para Windows y Linux.[CR][CR]Mesen ofrece numerosas funciones, como estados de guardado, filtros de vídeo, netplay, rebobinado, overclocking, códigos de trucos y paquetes HD.
ga: Is aithriseoir NES ardchruinnis é Mesen do Windows agus Linux.[CR][CR]Cuireann Mesen go leor gnéithe ar fáil, amhail stáit sábhála, scagairí físe, seinm líonra, athchasadh, róchlogáil, cóid cheat agus pacáistí HD.
it_it: Mesen è un emulatore NES ad alta precisione per Windows e Linux.[CR][CR]Mesen offre numerose funzionalità, come stati di salvataggio, filtri video, netplay, riavvolgimento, overclocking, codici cheat e pacchetti HD.
zh_cn: Mesen 是一款适用于 Windows 和 Linux 的高精度 NES 模拟器。[CR][CR]Mesen 提供了许多功能，例如保存状态、视频过滤器、网络播放、回放、超频、作弊代码和高清包。

# #30001
source: NTSC filter
es_es: Filtro NTSC
ga: Scagaire NTSC
it_it: Filtro NTSC
zh_cn: NTSC 滤波器

# #30002
source: Palette
es_es: Paleta
ga: Pailéad
it_it: Tavolozza
zh_cn: 调色板

# #30003
source: Overclock
de_de: Übertakten
ga: Róchlogáil
zh_cn: 超频

# #30004
source: Overclock Type
da_dk: Type af overclock
de_de: Übertaktungstyp
es_es: Tipo de Overclock
ga: Cineál Róchlogála
it_it: Tipo di overclock
zh_cn: 超频类型

# #30005
source: Region
da_dk: Område
es_es: Región
ga: Réigiún
it_it: Regione
zh_cn: 区域

# #30006
source: Left Overscan
da_dk: Venstre overskandering
de_de: Linker Overscan
es_es: Overscan Izquierdo
ga: Tharscanadh Clé
it_it: Overscan sinistro
zh_cn: 左过扫描

# #30007
source: Right Overscan
da_dk: Højre overskandering
de_de: Rechter Overscan
es_es: Overscan Derecho
ga: Ró-scanadh ar dheis
it_it: Overscan destro
zh_cn: 右过扫描

# #30008
source: Top Overscan
da_dk: Overskandering af top
de_de: Oberer Overscan
es_es: Overscan Superior
ga: Barr-Scanadh
it_it: Overscan alto
zh_cn: 上过扫描

# #30009
source: Bottom Overscan
da_dk: Overskandering af bund
de_de: Unterer Overscan
es_es: Overscan Inferior
ga: Ró-scanadh Bun
it_it: Overscan basso
zh_cn: 下过扫描

# #30010
source: Aspect Ratio
da_dk: Billedformat
de_de: Seitenverhältnis
es_es: Relación de Aspecto
ga: Cóimheas Gnéithe
it_it: Proporzioni
zh_cn: 宽高比

# #30011
source: Controller Turbo Speed
da_dk: Turbohastighed for controller
de_de: Controller-Turbogeschwindigkeit
es_es: Controlador de Velocidad Turbo
ga: Luas Turbó Rialaitheora
it_it: Controller velocità turbo
zh_cn: 控制器 Turbo 速度

# #30012
source: Shift A/B/X/Y clockwise
da_dk: Skift A/B/X/Y med uret
de_de: A/B/X/Y im Uhrzeigersinn verschieben
es_es: Desplazamiento A/B/X/Y en el Sentido de las Agujas del Reloj
ga: Bog A/B/X/Y deiseal
zh_cn: 顺时针移动A/B/X/Y

# #30013
source: Enable HD Packs
da_dk: Aktiver HD-pakker
de_de: HD-Packs aktivieren
es_es: Activar Paquetes HD
ga: Cumasaigh Pacáistí HD
zh_cn: 启用 HD 包

# #30014
source: Remove sprite limit
da_dk: Fjern begrænsning af sprite
de_de: Spritebegrenzung entfernen
es_es: Eliminar Límite de Sprites
ga: Bain teorainn an sprid
it_it: Rimuovi limite di sprite
zh_cn: 删除 sprite 限制

# #30015
source: Enable fake stereo effect
da_dk: Aktiver falsk stereoeffekt
de_de: Fake-Stereo-Effekt aktivieren
es_es: Activar Efecto Falso Estéreo
ga: Cumasaigh éifeacht steirió bréige
it_it: Abilita effetto falso stereo
zh_cn: 启用假立体声效果

# #30016
source: Reduce popping on Triangle channel
da_dk: Reducer pop på trekants-kanal
de_de: Knackgeräusche im Dreieckskanal reduzieren
es_es: Reducir Chasquidos en el Canal Triangular
ga: Laghdaigh an pléascadh ar chainéal Triantáin
zh_cn: 减少三角形通道上的弹出

# #30017
source: Reduce popping on DMC channel
da_dk: Reducer pop på DMC-kanal
de_de: Knackgeräusche im DMC-Kanal reduzieren
es_es: Reducir Chasquidos en el Canal DMC
ga: Laghdaigh an pléascadh ar chainéal DMC
zh_cn: 减少 DMC 通道上的弹出

# #30018
source: Swap Square channel duty cycles
da_dk: Skift driftscyklusser på firkantet kanal
es_es: Intercambiar Ciclos de Trabajo de los Canales Cuadrados
ga: Malartaigh timthriallta dualgais chainéil Cearnógacha
zh_cn: 交换方形通道占空比

# #30019
source: Disable Noise channel mode flag
da_dk: Deaktiver markering af støjkanaltilstand
de_de: Rauschkanalmodus-Flag deaktivieren
es_es: Desactivar Indicador de Modo de Canal de Ruido
ga: Bratach mód cainéal Torainn a dhíchumasú
zh_cn: 禁用噪声通道模式标志

# #30020
source: Screen Rotation
da_dk: Skærmrotation
de_de: Bildschirmdrehung
es_es: Rotación de Pantalla
ga: Rothlú Scáileáin
it_it: Rotazione dello schermo
zh_cn: 屏幕旋转

# #30021
source: Default power-on state for RAM
da_dk: Standard opstartstilstand for RAM
de_de: Standardeinschaltzustand für RAM
es_es: Estado de Encendido Por Defecto para la RAM
ga: Stádas réamhshocraithe cumhachtaithe le haghaidh RAM
zh_cn: RAM 的默认通电状态

# #30023
source: FDS: Fast forward while loading
da_dk: FDS: hurtig fremspoling under indlæsning
de_de: FDS: Schnelles Vorspulen beim Laden
es_es: FDS: Avance Rápido Durante la Carga
ga: FDS: Tapáil ar aghaidh agus é á luchtú
it_it: FDS: avanzamento veloce durante il caricamento
zh_cn: FDS：加载时快进

# #30024
source: Sound Output Sample Rate
da_dk: Samplefrekvens for lydudgang
de_de: Samplingrate für Soundausgabe
es_es: Frecuencia de Muestreo de la Salida de Sonido
ga: Ráta Samplach Aschuir Fuaime
it_it: Frequenza campionamento uscita audio
zh_cn: 声音输出采样率

# #30025
source: FDS: Automatically insert disk
ga: FDS: Cuir diosca isteach go huathoibríoch

# Addon Summary
source: Nintendo - NES / Famicom (Mesen)
zh_cn: 任天堂 - NES / Famicom (Mesen)

# #30000
source: Settings
da_dk: Indstillinger
de_de: Einstellungen
es_es: Ajustes

# #30022
source: FDS: Automatically insert disks
da_dk: FDS: indsæt automatiske diske
de_de: FDS: Datenträger automatisch einlegen
